Repository: ithinksw/ITKit
Catalog: *.lproj/Localizable.strings
Languages: german

source: (None)
german: (Keine)

source: A new version of %@ is now available.
german: Eine neue Version von%@ ist verfügbar.

source: AppleScript Error %@
german: AppleScript Fehler %@

source: Be sure to enter your name and code exactly as they were sent to you.
german: Geben Sie Namen und Code exakt so ein, wie er Ihnen zugeschickt wurde.

source: Do Not Adjust Your Speakers
german: Passen Sie nicht Ihre Lautsprecher an

source: Download now
german: Jetzt herunterladen

source: Everyday
german: Täglich

source: More Info...
german: Mehr Info...

source: N/A
german: N/V

source: Software Update Failed: Couldn't load remote version info
german: Software Aktualisierung fehlgeschlagen: Konnte Remote Version nicht auslesen

source: Software Update Failed: Failed to find bundle with given identifier
german: Software Aktualisierung fehlgeschlagen: Konnte Bundle mit übermitteltem Identifier nicht finden

source: Thanks for registering!
german: Danke für die Registrierung

source: The latest version of %@ is %@. Choose "More Info" to open a web page from which you can download or get information about this new version.
german: Die letzte Version von %@ ist %@. Wählen Sie "Mehr Info", um zu einer Webseite zu gelangen von der Sie diese Version herunterladen können.

source: This copy of %@ appears to be in the Trash
german: Diese Kopie von %@ scheint im Papierkorb zu liegen.

source: Update Later
german: Später aktualisieren

source: Weekends
german: Am Wochenende

source: You are using an UNREGISTERED copy of %@. Because of this, the quality of the audio being hijacked will now begin deteriorating noticeably. Nothing is wrong with your speakers - you simply need to register to retain completely full-quality audio
german: Sie benutzen eine UNREGISTRIERTE Version von %@. Deshalb wird sich die Qualität des übernommenen Audiomaterials jetzt hörbar verschlechtern. Ihre Lautsprecher sind in Ordnung - Sie müssen nur die Software registrieren, um die volle Qualität zurück zu bekommen.

source: You probably want to be running some other copy of %@, and not this one.
german: Sie möchten sicherlich eine andere Version von %@ laufen lassen und nicht diese.

source: You're currently using the most up-to-date version of %@.
german: Sie benutzen zur Zeit die aktuellste Version von %@.
